"Cheerful" = "Heiter";

"Melodic" = "Melodisch";

"Relaxed" = "Entspannt";

"Grooving" = "Groovy";

"Distorted" = "Verzerrt";

"Acoustic" = "Akustisch";

"Processed" = "Mit Effekten";

"Single" = "Einzeln";

"Part" = "Teil";

"Dark" = "Düster";

"Dissonant" = "Dissonant";

"Intense" = "Intensiv";

"Arrhythmic" = "Polyrhythmisch";

"Clean" = "Unverzerrt";

"Electric" = "Elektrisch";

"Dry" = "Unbearbeitet";

"Ensemble" = "Ensemble";

"Fill" = "Fill";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronisch";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "Weltmusik";

"Cinematic/New Age" = "Kinomusik";

"Orchestral" = "Orchester";

"Country/Folk" = "Country";

"Experimental" = "Experimentell";

"Other Genre" = "Anderes Genre";

"Hip Hop" = "Hip-Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Modern R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Anderes Genre";

"Chinese Traditional" = "Chinesisch (Traditionell)";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Toneffekte";

"Bass House" = "Bass House";

"Electronic Pop" = "Electronic Pop";

"Techno" = "Techno";

"Bass" = "Bass";

"Electric Bass" = "E-Bass";

"Acoustic Bass" = "Akust. Bass";

"Synthetic Bass" = "Synthetischer Bass";

"Drums" = "Schlagzeug";

"Drum Kit" = "Schlagzeugset";

"Electronic Beats" = "Beats";

"Kick" = "Kick";

"Tom" = "Tom";

"Snare" = "Snare";

"Cymbal" = "Becken";

"Hi-hat" = "Hi-Hat";

"Guitars" = "Gitarren";

"Electric Guitar" = "E-Gitarre";

"Acoustic Guitar" = "Akust. Gitarre";

"Banjo" = "Banjo";

"Mandolin" = "Mandoline";

"Slide Guitar" = "Slide Guitar";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Horn";

"Saxophone" = "Saxophon";

"Trumpet" = "Trompete";

"Flute" = "Flöte";

"Trombone" = "Posaune";

"Clarinet" = "Klarinette";

"French Horn" = "Franz. Horn";

"Tuba" = "Tuba";

"Oboe" = "Oboe";

"Harmonica" = "Harmonika";

"Recorder" = "Recorder";

"Pan Flute" = "Panflöte";

"Bagpipe" = "Dudelsack";

"Bassoon" = "Fagott";

"Piccolo" = "Piccoloflöte";

"English Horn" = "Engl. Horn";

"Brass" = "Blechbläser";

"Woodwind" = "Holzbläser";

"Keyboards" = "Keyboards";

"Piano" = "Piano";

"Electric Piano" = "E-Piano";

"Organ" = "Orgel";

"Clavinet" = "Clavinet";

"Accordion" = "Akkordeon";

"Synthesizer" = "Synthesizer";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Spinett";

"Mallets" = "Schlaginstr.";

"Steel Drum" = "Steel Drum";

"Vibraphone" = "Vibraphon";

"Marimba" = "Marimba";

"Xylophone" = "Xylophon";

"Kalimba" = "Kalimba";

"Bell" = "Glocke";

"Timpani" = "Pauke";

"Mixed" = "Jingle";

"Other Instrument" = "Andere";

"Percussion" = "Percussion";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamburin";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Kuhglocke";

"Clave" = "Clave";

"Vinyl/Scratch" = "Plattensp.";

"Chime" = "Chime";

"Rattler" = "Rassel";

"Sound Effect" = "FX";

"Misc2" = "Verschiedenes";

"Boom" = "Knall";

"All Effects" = "Alle Effekte";

"Effects" = "Toneffekte";

"Ambience" = "Ambiente";

"People" = "Personen";

"Transportation" = "Transport";

"Weapons" = "Waffen";

"Explosions" = "Explosionen";

"Impacts & Crashes" = "Aufprall";

"Animals" = "Tiere";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Computer";

"Work/Home" = "Arbeit/Privat";

"Misc." = "Versch.";

"Foley" = "Foley";

"Motions & Transitions" = "Stinger";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Saiten";

"Violin" = "Geige";

"Viola" = "Viola";

"Cello" = "Cello";

"Harp" = "Harfe";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Kontrabass";

"Texture/Atmosphere" = "Texturen";

"Vocals" = "Gesang";

"Male" = "Männlich";

"Female" = "Weiblich";

"Choir" = "Chor";

"All" = "Alle";

"Favorites" = "Favoriten";

"Genres" = "Genres";

"Instruments" = "Instrumente";

"Moods" = "Stimmungen";

"Reset" = "Zurücksetzen";

